{
	"display": "EN",
	"captions": {
		"modes": "View my profile as",
		"home": "Home"
	},
	"modes": [{
		"name": "👍 Stranger on Internet",
		"caption": "My bio including academics, articles, blogs, quotes, jokes, favorite music, novel, movies, and many personal stuff."
	}, {
		"name": "💻 Geekie Developer",
		"caption": "All about programming as my primary skill. And many collections from simple console to interactive web and gaming arts."
	}, {
		"name": "🤵 Business Relations",
		"caption": "Products that I sell and giveaway, inquiries from supports and questions, and my CV if you have an interest to hire me."
	}],
	"hoby": [{
		"title": "Who am I?",
		"caption": "My name is Wildan Mubarok and I'm a software developer from Indonesia who likes to experiment and exploring new things."
	}, {
		"title": "Academics",
		"caption": "I currently studiyng in Trunojoyo University as Information Engineering Undergraduate student from mid 2018."
	}, {
		"title": "Memo",
		"caption": "My personal notes for past, present, and future.",
		"more": "See more"
	}, {
		"title": "Timeline",
		"caption": "Important events, this more like to personal notes.",
		"lists": {
			"Feb 2000": "Born in Gresik, ID",
			"Apr 2001": "Move to new city Jombang",
			"Jul 2005": "First day kinderganten",
			"Dec 2010": "First win in academics (Fifth grade)",
			"May 2014": "Graduated from mid-school MTsN Denanyar",
			"Dec 2015": "Finalist of M-Edukasi Kemdikbud 2015",
			"May 2017": "Graduated from MAN 4 Jombang",
			"Aug 2018": "First day as undergraduate student of IE in UTM",
			"Dec 2018": "First Solo touring in Madura island"
		}
	}, {
		"title": "Social Accounts",
		"caption": "Love to see more? Surf my social account."
	}],
	"dev": [{
		"title": "Semua tentang Desain dan Algoritma",
		"caption": "Hi! Saya adalah Wildan Mubarok dan saya adalah developer yang menyukai Desain dan membangun algoritma dibaliknya, mulai dari Web Front-End hingga Game Platform."
	}, {
		"title": "Blog",
		"caption": "Artikel membahas seputar developing web dan game terkumpul disini",
		"more": "Lihat Lebih banyak"
	}, {
		"title": "Akon Showcase",
		"caption": "Showcase Web Front-End dan Art Lainnya"
	}],
	"pro": [{
		"title": "My Contacts?",
		"support": "Use this email to ask about GitHub projects or supports for Unity Asset Products, or in other platforms",
		"alias": "Use this email for other general stuff like events, promotions, offers, etc.",
		"hint": "No worry, Both email delivers to the same inbox and priority."
	}]
}